Repository: LittleFish-233/EncryptionAssistant
Catalog: EncryptionAssistant/String/*/xinjianxiazai.resw
Source language: en_us
Languages: de, fr, ja_jp, zh_hant

# fangshi.Header
source: Download As:
de: Download als:
fr: Télécharger comme :
ja_jp: ダウンロード方法:
zh_hant: 下載成為:

# fangshi_1
source: Http single-threaded non-point break
de: Http Single-Threaded Nicht-Punkt-Unterbrechung
fr: HttpContinuité non intermittente à fil unique
ja_jp: Httpシングルスレッド非断続的な連続性
zh_hant: Http單線程非中斷點續傳

# fangshi_2
source: Http single-threaded break-in
fr: HttpCambriolage à fil unique
ja_jp: Httpシングルスレッドブレークイン
zh_hant: Http單線程中斷點續傳

# queding.Content
source: OK
zh_hant: 確定

# quexiao.Content
source: Cancel
de: abbrechen
fr: annuler
ja_jp: 取り消す
zh_hant: 關閉

# String1
source: There was an error selecting a folder<
de: Fehler bei der Auswahl eines Ordners<
fr: Il y a eu une erreur de sélection d'un dossier<
ja_jp: フォルダの選択中にエラーが発生しました<
zh_hant: 選擇資料夾時發生錯誤<

# String2
source: Please choose how to download
de: Bitte wählen Sie aus, wie Sie herunterladen möchten
fr: S'il vous plaît choisir comment télécharger
ja_jp: ダウンロード方法を選択してください
zh_hant: 請選擇下載方式

# String3
source: Please enter the download address
de: Bitte geben Sie die Download-Adresse ein
fr: S'il vous plaît entrer l'adresse de téléchargement
ja_jp: ダウンロードアドレスを入力してください
zh_hant: 請輸入下載位址

# String4
source: Please select the folder you saved to
de: Bitte wählen Sie den Ordner aus, in dem Sie
fr: Veuillez sélectionner le dossier dans lequel vous avez enregistré
ja_jp: 保存したフォルダを選択してください
zh_hant: 請選擇保存到的資料夾

# String5
source: This download can only be saved to the picture library
de: Dieser Download kann nur in der Bildbibliothek gespeichert werden
fr: Ce téléchargement ne peut être enregistré que dans la bibliothèque d'images
ja_jp: このダウンロードは、画像ライブラリにのみ保存できます。
zh_hant: 此下載方式只能保存到圖片庫

# textblock1.Text
source: New download task
de: Neue Download-Aufgabe
fr: Nouvelle tâche de téléchargement
ja_jp: 新しいダウンロード タスク
zh_hant: 新建下載任務

# textblock5.Text
source: Browse
de: durchsuchen
fr: parcourir
ja_jp: 閲覧する
zh_hant: 瀏覽

# textbox2.Text
source: Save to
de: Gespeichert in
fr: Enregistré dans
ja_jp: 保存先
zh_hant: 已儲存至

# fangshi.PlaceholderText
source: Select a download mode
de: Wählen sie eine art download
fr: Choisissez un mode de téléchargement
ja_jp: ダウンロード方法を選択します
zh_hant: 選擇一個下載方式
